DeviceName = "Áudio integrado";
DeviceShortName = "Integrado";
ManufacturerName = "Apple Inc.";

Headphones = "Auscultadores";
IntSpeakers  = "Colunas internas";
LineOut = "Saída de linha";
DigitalOut = "Saída digital";

ExternalMic = "Microfone externo";
InternalMic = "Microfone interno";
LineIn = "Entrada de linha";
DigitalIn = "Entrada digital";

DeviceNameHeadphone = "Saída integrada de áudio para auscultadores";
DeviceNameSpeaker = "Coluna de som integrada";
DeviceNameLineOut = "Saída integrada de linha de áudio";
DeviceNameDigitalOut = "Saída integrada de áudio digital";
DeviceNameLineIn = "Entrada integrada de linha de áudio";
DeviceNameAuxIn = "Entrada integrada de áudio auxiliar";
DeviceNameMic = "Microfone áudio integrado";
DeviceNameExtMic = "Microfone de áudio externo integrado";
DeviceNameDigitalIn = "Entrada integrada de áudio digital";

DevShortNameHdpn = "Saída integrada para auscultadores";
DevShortNameSpkr = "Coluna integrada";
DevShortNameLino = "Saída de linha integrada";
DevShortNameSpdo = "Saída digital integrada";
DevShortNameOut = "Saída integrada";
DevShortNameLini = "Entrada de linha integrada";
DevShortNameAuxi = "Entrada auxiliar integrada";
DevShortNameEMic = "Microfone externo integrado";
DevShortNameIMic = "Microfone integrado";
DevShortNameSpdi = "Entrada digital integrada";
DevShortNameIn = "Entrada integrada";

UnlockedClock = "Desprotegido";
LockedClock = "Protegido";